{"postTitle":"French govt says its companies had full freedom to select Indian partners under Rafale deal","postContent":"<p></p><p><span id=\"selectionBoundary_1537599668957_48792167917012663\" class=\"rangySelectionBoundary\">&#65279;</span><img src=\"https://www.thehindu.com/news/national/betj63/article24834829.ece/alternates/FREE_660/1THRAFALEJET\" alt=\"A Rafale jet. File\" title=\"A Rafale jet. File\" class=\"media-object adaptive placeholder lead-img\" style=\"font-size: 12px;width: 660px;\"/><br/></p><p></p><p></p><p><span class=\"lead-img-caption \" style=\"width: 660px;\"></span></p><p>A  Dassault Aviation said it has decided to make a partnership with the Reliance Defence in accordance with the policy of ‘Make in India’</p><p></p><p></p><p>The French government on Friday said it was in no manner involved in the choice of Indian industrial partners for the Rafale fighter jet deal, asserting that French companies have the full freedom to select Indian firms for the contract.</p><p>The statement by the French government came following a French media report which quoted former President Francois Hollande as saying that <strong><a href=\"https://www.thehindu.com/news/national/indian-govt-proposed-reliance-defence-as-partner-in-rafale-french-media-quoting-hollande/article25009084.ece?homepage=true\" target=\"_blank\" style=\"background-color: transparent;\">the Indian government proposed the Anil Ambani-run Reliance Defence</a></strong> as the partner for Dassault Aviation in the ₹ 58,000 crore Rafale deal and France did not have a choice.</p><p>“The French government is in no manner involved in the choice of Indian industrial partners who have been, are being, or will be selected by French companies,” it said.</p><p>The report in <em>Mediapart</em>, a French language publication, quoted Mr. Hollande as saying, “It was the Indian government that proposed this service group, and Dassault which negotiated with Ambani. We had no choice, we took the interlocutor who was given to us.”</p><p>Asked who selected Reliance as a partner and why, Mr. Hollande replied, “We had no say in this regard.”</p><p>Dassault Aviation, the makers of Rafale, had chosen Reliance Defence as its partner to fulfill offset obligations of the deal. The government has been maintaining it did not have any role in selection of the offset partner by Dassault.</p><p>Dassault’s statement</p><p>In a statement, Dassault Aviation said it has decided to make a partnership with the Reliance Defence in accordance with the policy of ‘Make in India’.</p><p>“This partnership has led to the creation of the Dassault Reliance Aerospace Ltd (DRAL) joint-venture in February 2017. Dassault Aviation and Reliance have built a plant in Nagpur for manufacturing parts for Falcon and Rafale aircraft,” the company said.</p><p>The French government said, “In accordance with India’s acquisition procedure, French companies have the full freedom to choose the Indian partner companies that they consider to be the most relevant, then present for the Indian government’s approval the offsets projects that they wish to execute in India with these local partners so as to fulfil their obligations in this regard.”</p><p>The Congress has been accusing massive irregularities in the deal, alleging that the government was procuring each aircraft at a cost of over ₹ 1,670 crore as against ₹ 526 crore finalised by the UPA government when it was negotiating procurement of 126 Rafale jets.</p><p>The Congress has also alleged that the government was benefitting Reliance Defence through the deal as the company has set up a joint venture with Dassault Aviation to execute the offset obligation for the deal.</p><p>The Opposition parties have also alleged that the Reliance Defence was formed just 12 days before the announcement of the Rafale deal by the Prime Minister on 10 April 2015. The Reliance group has rejected the charges.</p><p>The French government said the inter-governmental agreement it signed with India for supplying 36 Rafale aircraft concerns its obligations solely with regard to ensuring the delivery and quality of the aircraft.</p><p>“As it happens, agreements have already been signed by French companies with many Indian firms, both public and private, under the framework of Indian laws,” the statement said.</p><p>The Congress has also been demanding answers from the government on why State-run aerospace major HAL was not involved in the deal as finalised during the UPA.</p><p>Under India’s offset policy, foreign defence entities are mandated to spend at least 30 per cent of the total contract value in India through procurement of components or setting up of research and development facilities.</p><p>Ten days after India sealed the government-to-government agreement on the Rafale deal, Reliance Defence and Dassault had announced a joint venture (JV) in the aerospace sector and a year later, the foundation stone of a manufacturing facility was laid in Mihan, Nagpur.</p><p></p>","emailID":"moin2672@gmail.com","authorName":"moin2","id":2}