{"postTitle":"Hong Kong opens high-speed rail link with mainland China","postContent":"<p></p><p><img src=\"https://www.thehindu.com/news/international/3a6srg/article25013717.ece/alternates/FREE_660/HONGKONG-CHINATRAIN\" alt=\"Guangdong Givernor Ma Xingrui speaks during the opening ceremony of the Hong Kong Section of the Guangzhou-Shenzhen-Hong Kong Express Rail Link, in Hong Kong, China on Saturday.\" title=\"Guangdong Givernor Ma Xingrui speaks during the opening ceremony of the Hong Kong Section of the Guangzhou-Shenzhen-Hong Kong Express Rail Link, in Hong Kong, China on Saturday.\" class=\"media-object adaptive placeholder lead-img\" style=\"font-size: 12px;width: 660px;\"/>​</p><p></p><p><span class=\"lead-img-caption \" style=\"width: 660px;\"></span></p><p>Guangdong Givernor Ma Xingrui speaks during the opening ceremony of the Hong Kong Section of the Guangzhou-Shenzhen-Hong Kong Express Rail Link, in Hong Kong, China on Saturday.   | Photo Credit: <a href=\"https://www.thehindu.com/profile/photographers/Reuters/\" style=\"background-color: transparent;color: white;text-decoration: underline;\">Reuters</a></p><p></p><p></p><p></p><p>Passengers will clear Chinese immigration at the line’s newly built West Kowloon terminus, the source of major legal controversy when it was revealed that mainland Chinese law would apply within roughly one-quarter of the station’s area.</p><p></p><p>Hong Kong on Saturday opened a new high-speed rail link to inland <a href=\"https://www.thehindu.com/tag/281-244/china/?utm=bodytag\" target=\"_blank\" style=\"background-color: transparent;\"><strong>China </strong></a>that will vastly decrease travel times but also raises concerns about Beijing’s creeping influence over the semi-autonomous Chinese region.</p><p>Costing upward of $10 billion and taking more than eight years to build, the system aims to transport more than 80,000 passengers daily between the Asian financial center of 7 million people and the neighbouring manufacturing hub of Guangdong province.</p><p>The train travels the 26 km through <a href=\"https://www.thehindu.com/tag/325-244/hong-kong/?utm=bodytag\" target=\"_blank\" style=\"background-color: transparent;\"><strong>Hong Kong </strong></a>to Shenzhen across the border in China in just 14 minutes, down from about 1 hour currently.</p><p>The through-train to Guangdong’s capital Guangzhou will take just over half an hour, about 90 minutes faster than current service.</p><p>Once across the border, passengers can link up with Chinese sprawling nationwide high-speed rail network serving more than 44 destinations, including Shanghai, Beijing and the western city of Xi’an.</p><p>Passengers will clear Chinese immigration at the line’s newly built West Kowloon terminus, the source of major legal controversy when it was revealed that mainland Chinese law would apply within roughly one-quarter of the station’s area.</p><p>Some opposition lawmakers argued the move would be a violation of the Basic Law, Hong Kong’s mini-constitution under which it retained its own legal system and civil liberties after reverting from British to Chinese rule in 1997.</p><p>That guarantees Hong Kong the right to maintain rights such as freedom of speech and assembly — which are routinely violated on the mainland — until 2047. Legal matters related to defence, foreign affairs and national security fall under Beijing purview.</p><p>However, Beijing’s tight control over the city’s politics and a continuing crackdown on politicians calling for greater economy and democratic reforms have spurred worries about an erosion of Hong Kong’s remaining autonomy.</p><p>The Hong Kong legislature’s passage in June of the plan to allow Chinese law to apply at the <a href=\"https://www.thehindu.com/tag/920-918-684/railway/?utm=bodytag\" target=\"_blank\" style=\"background-color: transparent;\"><strong>railway </strong></a>terminus was a significant moment for the opposition, coming four years after mass street protests demanding reforms fizzled out amid Beijing’s intransigence. Pro-democracy legislators have been expelled and charges brought against more than 100 protesters.</p><p>Supporters of the provision, including the territory’s Beijing-backed Chief Executive Carrie Lam, defended it as promoting speed and convenience.</p><p></p><p></p><p></p>","authorName":"moin234","emailID":"asdfdas@asdfad.com","id":3}