{"postTitle":"‘Varathan’ review: a prismatic narrative with terrific, and terrifying, cadence","postContent":"<p><img src=\"https://www.thehindu.com/entertainment/movies/yvv5we/article25008477.ece/alternates/FREE_660/Varathan\" alt=\"Aishwarya Lekshmi and Fahadh Faasil in an image from ‘Varathan’\" title=\"Aishwarya Lekshmi and Fahadh Faasil in an image from ‘Varathan’\" class=\"media-object adaptive placeholder lead-img\" style=\"font-size: 12px;width: 660px;\"/><br/></p><p></p><p></p><p><span class=\"lead-img-caption \" style=\"width: 660px;\"></span></p><p>Aishwarya Lekshmi and Fahadh Faasil in an image from ‘Varathan’   | Photo Credit: <a href=\"https://www.thehindu.com/profile/photographers/Special-Arrangement/\" style=\"background-color: transparent;color: white;text-decoration: underline;\">Special Arrangement</a></p><p></p><p></p><p></p><p></p><p>Gritty, sleek and sinister, ‘Varathan’ is undoubtedly Amal’s best film so far.</p><p></p><p><em>Varathan</em> unravels in a village, but not the Sathyan Anthikad sort where virtues abound. Rather it is its antithesis. Here, that jobless, funny-looking sidekick is a potential predator and the pot-bellied paper-reading uncle is more of a pervert.</p><p>Abin, who has just lost his high-paying job in Dubai, lands there with Priya, his wife. The young couple move to Priya’s ancestral property, a farmhouse in the hills, a terrain that’s in part alluring and eerie. The film chronicles how Priya and her <em>Varathan </em>(outsider) husband are drawn into a deadly game of hostility, violence and gendered tension.</p><p>Amal Neerad weaves a prismatic narrative out of his dark plot. And, this time around, everything seems so real and organic. There is an air of mystery and trepidation lurking over the scenic small town, seeping into every crevice of the story line. You see locals, the so called caretakers of culture, who are capable of more savagery than all the gun-toting gangsters of Amal’s previous films put together. Move and it becomes a journey through a twisted Eden of moral policing and honour killings, sex crimes and xenophobia.</p><p></p><p>Varathan</p><p></p><p></p><p><li style=\"font-size: 15px;\">Director: Amal Neerad</li></p><p><li style=\"font-size: 15px;\">Cast: Fahad Fazil, Aishwarya Lekshmi, Sharafudheen</li></p><p></p><p></p><p></p><p>But what scares you most is its chilling normalcy, the bold undercurrent of aggression punctuating this tale set in God’s Own Country, not some nameless rural speck in the North. Amal unleashes a society that is in a frustrated beast mode on you and the malevolence is so palpable that it makes you shrink back in revulsion.</p><p>The film may, on the surface, seem a mere thriller, but <em>Varathan</em> is definitely much more than that. The director leaves subtle clues all over the screen, be it a piece of newspaper covering bathroom ventilation or the ‘Maoist’ reference in the middle of a violent showdown.</p><p>The screenplay by the Suhas–Sharfu duo is solid. They vividly etch different shades of misogyny, voyeurism and ensuing paranoia and drama, something every woman can relate to. The long climax sequence is a treat for more than one reason. Apart from all the aesthetics, you know what <em>Varathan</em> is up against, you know where he delivers each slap and punch.</p><p>Fahad, who usually makes every other actor pale in comparison, is aptly complemented by Aishwarya Lekshmi. Between them, everything is split in equal measure, including the screen space and bravado. The arc of helplessness, pain and outrage finds a very convincing, natural portrayal here. Most others including Dileesh Pothen, Unnimaya and Vijilesh have handled their roles beautifully, but Sharafudheen surprises you as Joice, a character oozing menace. His transformation is so precise and flawless that very often you wait for the next close-up to crosscheck if it’s the same actor.</p><p>The film is rich in atmospherics, and adding to it and giving the narrative its formidable edge is Sushin Shyam’s BGM. Littil Swayamp’s camera plays with tones and angles while brilliantly capturing the mood of the narrative. Gritty, sleek and sinister, <em>Varathan</em> is undoubtedly Amal’s best film so far. Of course, the director hasn’t abstained from his fetish for slow-motions or glorious camera angles but, this time, style comes with a soul, hand-in-hand, creating a terrific and terrifying cadence.</p><p></p><div id=\"article25008478-div-gpt-ad-1527502206154-0\" class=\"dfp-ad \" style=\"text-align: center;font-size: 12px;\"></div>","authorName":"moin45","emailID":"moin3432@gmail.com","id":4}