{"postTitle":"‘Manto’ review: haunting portrait of a troubled writer","postContent":"<p></p><p></p><p><img src=\"https://www.thehindu.com/entertainment/movies/xvsbov/article25008618.ece/alternates/FREE_660/Manto\" alt=\"Nawazuddin Siddiqui in an image from ‘Manto’. Photo Courtesy: Twitter/@Nawazuddin_S\" title=\"Nawazuddin Siddiqui in an image from ‘Manto’. Photo Courtesy: Twitter/@Nawazuddin_S\" class=\"media-object adaptive placeholder lead-img\" style=\"font-size: 12px;width: 660px;\"/>​</p><p></p><p></p><p></p><p><span class=\"lead-img-caption \" style=\"width: 660px;\"></span></p><p>Nawazuddin Siddiqui in an image from ‘Manto’. Photo Courtesy: Twitter/@Nawazuddin_S  </p><p></p><p></p><p></p><p></p><p>Nandita Das’ film underlines the continued relevance of Manto’s words whether to do with Hindu-Muslim unity or freedom of expression. Most of all, it’s about his aching love for a city he felt most at home in.</p><p></p><p>Saadat Hasan Manto’s greatness lies in how his words resonate with great meaning and relevance even now, in these divisive times, and not merely when they were written. In Nandita Das’ <em>Manto </em>one line after another — about Hindu-Muslim unity, freedom of expression and more — cuts deep and reaches out; be it about how we keep laying the blame for everything on the past — 1857, the Mughal empire — even as newer chapters of violence keep getting written in the present with <em>lahu</em> (blood) and <em>loha </em>(iron) or how people don <em>mazhab ki topi</em> (religious hat) when religion begins to rule their minds than the hearts. Or his upright stand on Partition riots — either everyone’s life should matter or nobody’s should.</p><p>Das amplifies the liberal voice of the sub-continental icon by maintaining an artistic distance than being indulgent or passionate. It’s the restraint, the seeming lack of hagiographic fervour that gives the biographical film the soft edge.</p><p></p><p>Manto</p><p></p><p></p><p><li style=\"font-size: 15px;\">Director: Nandita Das</li></p><p><li style=\"font-size: 15px;\">Starring: Nawazuddin Siddiqui, Rasika Dugal</li></p><p><li style=\"font-size: 15px;\">Storyline: The biographical film captures Saadat Hasan Manto’s life at the time of his move from Bombay to Lahore and later while fighting charges of obscenity against his short story Thanda Gosht</li></p><p><li style=\"font-size: 15px;\">Run time: 116.35 minutes</li></p><p></p><p></p><p></p><p>In the court trial, Faiz Ahmed Faiz says that though there is nothing obscene about Manto’s work, it’s not of such high standard as to be called literature. A wince of hust registers on Manto’s (Nawazuddin Siddiqui) face. Much later you find him still nursing the hurt. It’s these little touches that make him come out as a rounded and compelling person — a collector of pens who writes with a pencil; angry, anguished yet proud and egotistical; cynical and unable to take criticism but guilt-ridden for not being a good husband and father; harsh on bigots but extremely soft around his kids. Siddiqui is chameleon-like in moving from one aspect of the character to the other while maintaining the essential pain and restlessness within. Rasika Dugal is as persuasive as his wife Safiya — warm, kind and understanding yet strong enough to speak her mind and not take things lying down.</p><p>It’s in giving the larger glimpse of the film industry — Jaddan Bai, Naushad, K Asif, Nargis, Himanshu Rai, Bombay Talkies, Filmistan and Sagar studios — that the film falters and feels too consciously worked at. For instance, the character of Ashok Kumar, in trying to ape the mannerisms of the star, ends up particularly flat and disappointing. The weaving in of Manto’s stories — the transition from his life to his work and back — also feels awkward. But what all this results in is a long list of characters and some strong actors in cameos, even walk on roles — Rishi Kapoor, Javed Akhtar, Paresh Rawal, Divya Dutta, Tillotama Shome, Gurdas Mann, Swanand Kirkire, Atul Kumar, Neeraj Kabi, Ranvir Shorey, Chandan Roy Sanyal.</p><p>Viewing the film the second time, after its premiere at Cannes in May this year, what hit me most is the lovely thread of love that runs through and binds it. <em>Manto</em> is essentially about a man torn apart from his beloved, which in this case happens to be the city of Bombay. He loves it because “<em>ye sheher sawaal nahin karta</em> (this city doesn’t ask you questions)”. It takes everyone in, accepts unquestioningly. He speaks of moving to Pakistan only if Bombay were to relocate there.</p><p>And then, one fine day, impulsively decides to move to Lahore when rendered vulnerable by his star friend Shyam. Seeing Shyam’s hatred for Muslims in the aftermath of riots Manto tells him that he might kill him too. “You are not a Muslim [enough],” Shyam responds. “<em>Itna to hoon ki maara jaa sakoon</em> (I am Muslim enough to get killed),” Manto shoots back.</p><p>But even while moving he admits that he will always remain in debt of the city, his entire lifetime. He calls himself chalta firta Bambai (walking talking Bombay) and loves the Parsis who give him the feel of Bombay in Lahore. “<em>Mera sab kuchh wahin to hai</em> (all that I possess is there),” he says.</p><p>He hallucinates, asking Ismat Aapa to call him back. But he is never able to return. With the death of the dear friend Shyam, who tore him apart from it, Bombay also becomes out of reach, though still in his heart and mind.</p><p></p><p></p><p></p>","authorName":"MOIN123","emailID":"moin45@gmail.com","id":7}