{"postContent":"<p style=\"font-size: 15px;text-align: left;\"><img src=\"https://www.thehindu.com/news/international/d1ifrk/article25003394.ece/alternates/FREE_660/USA-RUSSIASANCTIONS\" alt=\"In this July 21, 2017 file photo, Sukhoi Su-35 multi-role fighters of the Sokoly Rossii (Falcons of Russia) aerobatic team fly in formation during a demonstration flight at the MAKS 2017 air show in Zhukovsky, outside Moscow, Russia.\" title=\"In this July 21, 2017 file photo, Sukhoi Su-35 multi-role fighters of the Sokoly Rossii (Falcons of Russia) aerobatic team fly in formation during a demonstration flight at the MAKS 2017 air show in Zhukovsky, outside Moscow, Russia.\" class=\"media-object adaptive placeholder lead-img\" style=\"vertical-align: middle;font-size: 12px;width: 660px;\"/>​</p><p style=\"font-size: 15px;text-align: left;\"><span class=\"lead-img-caption \" style=\"width: 660px;\"></span></p><p style=\"font-size: 15px;text-align: left;\">In this July 21, 2017 file photo, Sukhoi Su-35 multi-role fighters of the Sokoly Rossii (Falcons of Russia) aerobatic team fly in formation during a demonstration flight at the MAKS 2017 air show in Zhukovsky, outside Moscow, Russia.   | Photo Credit: <a href=\"https://www.thehindu.com/profile/photographers/Reuters/\" style=\"color: white;text-decoration: underline;background-color: transparent;\">Reuters</a></p><p style=\"font-size: 15px;text-align: left;\">The sanctions are related to China's purchase of 10 SU-35 combat aircraft in 2017 and S-400 surface-to-air missile system-related equipment in 2018, the State Department said.</p><p style=\"font-size: 15px;text-align: left;\"><a href=\"https://www.thehindu.com/tag/281-244/china/?utm=bodytag\" target=\"_blank\" style=\"background-color: transparent;\"><strong>China </strong></a>summoned the U.S. ambassador in Beijing and postponed joint military talks in protest against a U.S. decision to sanction a Chinese military agency and its director for buying Russian fighter jets and a surface-to-air missile system.</p><p style=\"font-size: 15px;text-align: left;\">Chinese Deputy Foreign Minister Zheng Zeguang summoned Ambassador Terry Branstad to lodge “stern representations”, the foreign ministry said.</p><p style=\"font-size: 15px;text-align: left;\">China's Defence Ministry said in a statement it would recall navy chief Shen Jinlong from a visit to the United States and postpone planned talks in Beijing between Chinese and U.S. military officials that had been set for next week.</p><p style=\"font-size: 15px;text-align: left;\">It added that China's military reserved the right to take further countermeasures, without giving further details.</p><p style=\"font-size: 15px;text-align: left;\">Ministry spokesman Wu Qian said China's decision to buy fighter jets and missile systems from <a href=\"https://www.thehindu.com/tag/1979-244/russia/?utm=bodytag\" target=\"_blank\" style=\"background-color: transparent;\"><strong>Russia </strong></a>was a normal act of cooperation between sovereign countries, and the United States had “no right to interfere”.</p><p style=\"font-size: 15px;text-align: left;\">On Thursday, the U.S. State Department imposed sanctions on China's Equipment Development Department (EED), the branch of the military responsible for weapons procurement, after it engaged in “significant transactions” with Rosoboronexport, Russia's main arms exporter.</p><p style=\"font-size: 15px;text-align: left;\">The sanctions are related to China's purchase of 10 SU-35 combat aircraft in 2017 and S-400 surface-to-air missile system-related equipment in 2018, the State Department said.</p><p style=\"font-size: 15px;text-align: left;\">A senior U.S. State Department official on Saturday said China was the only country that had taken possession of the advanced S-400 surface-to-air missile system, in a breach of a U.S. sanctions law imposed in response to Russia's “malign behaviour”.</p><p style=\"font-size: 15px;text-align: left;\">The official, speaking to Reuters on condition of anonymity, insisted that the sanctions were aimed at Moscow, not Beijing.</p><p style=\"font-size: 15px;text-align: left;\">The so-called Countering Americas Adversaries Through Sanctions Act, or CAATSA, was signed into law in 2017 to punish Russia for meddling in U.S. elections, aggression in Ukraine and involvement in Syrias civil war.</p><p style=\"font-size: 15px;text-align: left;\">“China is the first country in the world to use both of those systems,” the official said. “Both of those systems are extremely sophisticated and very high value.”</p><p style=\"font-size: 15px;text-align: left;\">The mobile S-400 batteries, which include radars, a control system, and missiles with a range of up to 250 miles (402 km), was first deployed in Russia in 2007 and is considered Moscow's most effective defence against aircraft, missiles and drones.</p><p style=\"font-size: 15px;text-align: left;\">Russia has deployed S-400s in Syria, according to official Russian news media, and U.S. officials have been discussing the interest other nations, particularly NATO ally Turkey, have expressed in buying the system.</p><p style=\"font-size: 15px;text-align: left;\">Washington has expressed concern that Turkeys planned deployment of S-400s could threaten some U.S.-made weapons and other technology used by Turkey, including the F-35 fighter jet.</p><p style=\"font-size: 15px;text-align: left;\">The official said the move against the Chinese agency was not discretionary, but was made because Beijing broke U.S. law. ”We hope it will be paid attention to because ... our goal is to prevent these types of transactions,” he added.</p><p style=\"font-size: 15px;text-align: left;\">The U.S. sanctions will block the EED and its director, Li Shangfu, from applying for export licences and participating in the U.S. financial system.</p><p style=\"font-size: 15px;text-align: left;\">“The U.S. approach is a blatant violation of the basic norms of international relations, a full manifestation of hegemony, and a serious breach of the relations between the two countries and their two militaries,” Wu said in a notice posted on the Chinese defence ministry's official Wechat account.</p><p style=\"font-size: 15px;text-align: left;\">He warned that the United States would face “consequences” if it did not immediately revoke the sanctions.</p>","postTitle":"China cancels military talks with U.S. in protest at sanctions over Russia military equipment","authorName":"asdfadsf","emailID":"moin45@gmail.com","id":8}