{"postContent":"<p style=\"font-size: 15px;text-align: left;\"><img src=\"https://www.thehindu.com/sci-tech/science/h19kba/article24968592.ece/alternates/FREE_660/HUBBLEDISTANTGALAXIES\" alt=\"In taking this picture, Hubble is looking down a long corridor of galaxies stretching billions of light-years distant in space, corresponding to looking billions of years back in time.\" title=\"In taking this picture, Hubble is looking down a long corridor of galaxies stretching billions of light-years distant in space, corresponding to looking billions of years back in time.\" class=\"media-object adaptive placeholder lead-img\" style=\"vertical-align: middle;font-size: 12px;width: 660px;\"/>​</p><p style=\"font-size: 15px;text-align: left;\"><span class=\"lead-img-caption \" style=\"width: 660px;\"></span></p><p style=\"font-size: 15px;text-align: left;\">In taking this picture, Hubble is looking down a long corridor of galaxies stretching billions of light-years distant in space, corresponding to looking billions of years back in time.   | Photo Credit: <a href=\"https://www.thehindu.com/profile/photographers/AP/NASA/\" style=\"color: white;text-decoration: underline;background-color: transparent;\">AP/NASA</a></p><p style=\"font-size: 15px;text-align: left;\">The extended fields of view will allow better 3D mapping of the mass distribution within each galaxy cluster</p><p style=\"font-size: 15px;text-align: left;\">The Hubble Space Telescope has started a new mission to study six massive galaxy clusters that may help shed light on how the earliest galaxies evolved in the universe, NASA said. Learning about the formation and evolution of the very first galaxies in the universe is crucial for our understanding of the cosmos. While the Hubble Space Telescope has already detected some of the most distant galaxies known, their numbers are small, making it hard for astronomers to determine if they represent the universe at large.</p><p style=\"font-size: 15px;text-align: left;\">Initial observations from the Beyond Ultra-deep Frontier Fields And Legacy Observations (BUFFALO) survey show the galaxy cluster Abell 370 and a host of magnified, gravitationally lensed galaxies around it. Massive galaxy clusters like Abell 370 can help astronomers find more of these distant objects.</p><p style=\"font-size: 15px;text-align: left;\">Gravitational lensing</p><p style=\"font-size: 15px;text-align: left;\">The immense masses of galaxy clusters make them act as cosmic magnifying glasses. A cluster’s mass bends and magnifies light from more distant objects behind it, uncovering objects otherwise too faint for even Hubble’s sensitive vision. Using this cosmological trick — known as strong gravitational lensing — Hubble is able to explore some of the earliest and most distant galaxies in the universe.</p><p style=\"font-size: 15px;text-align: left;\">Numerous galaxies are lensed by the mass of Abell 370. The most stunning demonstration of gravitational lensing can be seen in a recent image beamed back by the space telescope. Nicknamed “the Dragon,” this feature is made up of a multitude of duplicated images of a spiral galaxy which lies beyond the cluster.</p><p style=\"font-size: 15px;text-align: left;\">3D mapping</p><p style=\"font-size: 15px;text-align: left;\">BUFFALO’s main mission is to investigate how and when the most massive and luminous galaxies in the universe formed and how early galaxy formation is linked to dark matter assembly. This will allow astronomers to determine how rapidly galaxies formed in the first 800 million years after the Big Bang — paving the way for observations with the upcoming James Webb Space Telescope.</p><p style=\"font-size: 15px;text-align: left;\">BUFFALO will be able to detect the most distant galaxies approximately ten times more efficiently than its progenitor. It will also take advantage of other space telescopes which have already observed the regions around the clusters. These datasets will be included in the search for the first galaxies. The extended fields of view will also allow better 3D mapping of the mass distribution — of both ordinary and dark matter — within each galaxy cluster. These maps help astronomers learn more about the evolution of the lensing galaxy clusters and about the nature of dark matter.</p>","postTitle":"Hubble starts new mission to study early galaxies: NASA","authorName":"asdfadsf","emailID":"moin45@gmail.com","id":9}